Repository: relevanz/relevanz-wordpress-plugin
Catalog: trunk/languages/relevatracking-*.po
Languages: de_de

source: API Key
de_de: API-Schlüssel

source: Please do not forget to enter your API Key
de_de: Bitte vergessen Sie nicht, Ihren API Key einzugeben

source: Releva tracking
de_de: releva.nz

source: If you are already registered and have received our key, enter it in the following:
de_de: Wenn Sie bereits registriert sind und unseren Key erhalten haben, geben Sie diesen im Folgenden ein:

source: <a href="http://releva.nz" target="_blank">Still unable to register. Now catch up</a>
de_de: <a href="https://releva.nz" target="_blank">Noch nicht registriert. Jetzt nachholen</a>

source: Invalid Key!
de_de: Ungültiger Schlüssel!

source: Send
de_de: Senden

source: Releva Settings Saved
de_de: releva.nz Einstellungen gespeichert

source: Error saving settings
de_de: Fehler beim Speichern der Einstellungen

source: Releva Chart
de_de: Reporting

source: Settings
de_de: Einstellungen

source: Link to export products
de_de: Exportlink

source: Settings saved successfully!
de_de: Einstellungen erfolgreich gespeichert!

source: You do not have permission to read the products count
de_de: Sie haben keine Berechtigung, die Anzahl der Produkte zu lesen

source: Placeholder
de_de: Platzhalter

source: %1$sReleva Tracking is inactive%2$s as it requires WooCommerce. Please %3$sactivate WooCommerce version 2.4.13 or newer%4$s
de_de: %1$sreleva.nz ist inaktiv%2$s, da es WooCommerce erfordert. Bitte %3$saktiviere WooCommerce Version 2.4.13 oder neuer%4$s

source: RelevaTracking iframe
de_de: releva.nz

source: RelevaTracking iframe plugin for adding tracking code to site footer section.
de_de: releva.nz • Technologie für personalisierte Werbung

source: oppo
de_de: releva.nz
